VuGen Scripts - AOS/LRP and LRE Scripts/WebHTTP/Web_Full_Purchase/Web_Full_Purchase/data/http.db/resp_022_006.dat

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body><ns2:PaymentPreferences xmlns:ns2="com.advantage.online.store.accountservice"><ns2:preference><ns2:paymentMethod>10</ns2:paymentMethod><ns2:safePayUsername>admin</ns2:safePayUsername><ns2:safePayPassword>399a69dfc5021af66674f0016bb47ac351294745</ns2:safePayPassword><ns2:preferenceId>0</ns2:preferenceId></ns2:preference></ns2:PaymentPreferences></SOAP-ENV:Body></SOAP-ENV:Envelope>